{
    "chemicalElements": [
        {
            "atomicNumber": 1,
            "name": "hydrogen",
            "symbol": "H",
            "description": "Hydrogen is the lightest element. At standard conditions hydrogen is a gas of diatomic molecules having the formula H2.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 1.00784,
            "density": 0.08988,
            "meltingPoint": 13.99,
            "boilingPoint": 20.271,
            "group": 1,
            "period": 1,
            "block": 1
        },
        {
            "atomicNumber": 2,
            "name": "helium",
            "symbol": "He",
            "description": "A colorless, odourless, tasteless, non-toxic, inert, monatomic gas and the first in the noble gas group in the periodic table.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 4.002602,
            "density": 0.1786,
            "meltingPoint": 0.95,
            "boilingPoint": 4.222,
            "group": 18,
            "period": 1,
            "block": 1
        },
        {
            "atomicNumber": 3,
            "name": "lithium",
            "symbol": "Li",
            "description": "A soft, silvery-white alkali metal. Under standard conditions, it is the least dense metal and the least dense solid element.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 6.94,
            "density": 0.534,
            "meltingPoint": 453.69,
            "boilingPoint": 1560,
            "group": 1,
            "period": 2,
            "block": 1
        },
        {
            "atomicNumber": 4,
            "name": "beryllium",
            "symbol": "Be",
            "description": "A steel-gray, strong, lightweight and brittle alkaline earth metal. It is a divalent element that occurs naturally only in combination with other elements to form minerals.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 9.0122,
            "density": 1.85,
            "meltingPoint": 1560,
            "boilingPoint": 2742,
            "group": 2,
            "period": 2,
            "block": 1
        },
        {
            "atomicNumber": 5,
            "name": "boron",
            "symbol": "B",
            "description": "Boron in its crystalline form it is a brittle, dark, lustrous metalloid; in its amorphous form it is a brown powder. As the lightest element of the boron group it has three valence electrons for forming covalent bonds, resulting in many compounds such as boric acid, the mineral sodium borate, and the ultra-hard crystal boron carbide.",
            "classification": 1,
            "isRadioactive": false,
            "atomicMass": 10.81,
            "density": 1.85,
            "meltingPoint": 2349,
            "boilingPoint": 4200,
            "group": 13,
            "period": 2,
            "block": 2
        },
        {
            "atomicNumber": 6,
            "name": "carbon",
            "symbol": "C",
            "description": "Carbon is the 15th most abundant element in the Earth's crust, and the fourth most abundant element in the universe by mass after hydrogen, helium, and oxygen. Carbon's abundance, its unique diversity of organic compounds, and its unusual ability to form polymers at the temperatures commonly encountered on Earth enables this element to serve as a common element of all known life. It is the second most abundant element in the human body by mass (about 18.5%) after oxygen.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 12.011,
            "density": 2.267,
            "meltingPoint": 4000,
            "boilingPoint": 4300,
            "group": 14,
            "period": 2,
            "block": 2
        },
        {
            "atomicNumber": 7,
            "name": "nitrogen",
            "symbol": "N",
            "description": "A common element in the universe, estimated at seventh in total abundance in the Milky Way and the Solar System. At standard temperature and pressure, two atoms of the element bind to form N2, a colorless and odourless diatomic gas. N2 forms about 78% of Earth's atmosphere, making it the most abundant uncombined element.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 14.007,
            "density": 0.0012506,
            "meltingPoint": 63.15,
            "boilingPoint": 77.36,
            "group": 15,
            "period": 2,
            "block": 2
        },
        {
            "atomicNumber": 8,
            "name": "oxygen",
            "symbol": "O",
            "description": "Oxygen is Earth's most abundant element, and after hydrogen and helium, it is the third-most abundant element in the universe. At standard temperature and pressure, two atoms of the element bind to form dioxygen, a colorless and odourless diatomic gas with the formula O2. Diatomic oxygen gas currently constitutes 20.95% of the Earth's atmosphere, though this has changed considerably over long periods of time. Oxygen makes up almost half of the Earth's crust in the form of oxides.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 15.999,
            "density": 0.001429,
            "meltingPoint": 54.36,
            "boilingPoint": 90.20,
            "group": 16,
            "period": 2,
            "block": 2
        },
        {
            "atomicNumber": 9,
            "name": "fluorine",
            "symbol": "F",
            "description": "The most electronegative element, it is extremely reactive, as it reacts with all other elements except for argon, neon, and helium.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 18.998,
            "density": 0.001696,
            "meltingPoint": 53.53,
            "boilingPoint": 85.03,
            "group": 17,
            "period": 2,
            "block": 2
        },
        {
            "atomicNumber": 10,
            "name": "neon",
            "symbol": "Ne",
            "description": "A colorless, odourless, inert monatomic noble gas under standard conditions, with about two-thirds the density of air.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 20.180,
            "density": 0.0009002,
            "meltingPoint": 24.56,
            "boilingPoint": 27.07,
            "group": 18,
            "period": 2,
            "block": 2
        },
        {
            "atomicNumber": 11,
            "name": "sodium",
            "symbol": "Na",
            "description": "A soft, silvery-white, highly reactive metal. Sodium is an alkali metal, being in group 1 of the periodic table. The free metal does not occur in nature, and must be prepared from compounds.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 22.990,
            "density": 0.968,
            "meltingPoint": 370.87,
            "boilingPoint": 1156,
            "group": 1,
            "period": 3,
            "block": 1
        },
        {
            "atomicNumber": 12,
            "name": "magnesium",
            "symbol": "Mg",
            "description": "A shiny gray solid which shares many physical and chemical properties with the other five alkaline earth metals.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 24.305,
            "density": 1.738,
            "meltingPoint": 923,
            "boilingPoint": 1363,
            "group": 2,
            "period": 3,
            "block": 1
        },
        {
            "atomicNumber": 13,
            "name": "aluminium",
            "symbol": "Al",
            "description": "Aluminium has a density lower than those of other common metals, at approximately one third that of steel. It has a great affinity towards oxygen, and forms a protective layer of oxide on the surface when exposed to air. Aluminium visually resembles silver, both in its color and in its great ability to reflect light. It is soft, non-magnetic and ductile.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 26.982,
            "density": 2.70,
            "meltingPoint": 933.47,
            "boilingPoint": 2792,
            "group": 13,
            "period": 3,
            "block": 2
        },
        {
            "atomicNumber": 14,
            "name": "silicon",
            "symbol": "Si",
            "description": "A hard, brittle crystalline solid with a blue-grey metallic luster, and is a tetravalent metalloid and semiconductor.",
            "classification": 1,
            "isRadioactive": false,
            "atomicMass": 28.085,
            "density": 2.3290,
            "meltingPoint": 1687,
            "boilingPoint": 3538,
            "group": 14,
            "period": 3,
            "block": 2
        },
        {
            "atomicNumber": 15,
            "name": "phosphorus",
            "symbol": "P",
            "description": "Elemental phosphorus exists in two major forms, white phosphorus and red phosphorus, but because it is highly reactive, phosphorus is never found as a free element on Earth. It has a concentration in the Earth's crust of about one gram per kilogram.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 30.974,
            "density": 1.823,
            "meltingPoint": 317.30,
            "boilingPoint": 550,
            "group": 15,
            "period": 3,
            "block": 2
        },
        {
            "atomicNumber": 16,
            "name": "sulphur",
            "symbol": "S",
            "description": "Under normal conditions, sulphur atoms form cyclic octatomic molecules with a chemical formula S8. Elemental sulphur is a bright yellow, crystalline solid at room temperature.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 32.06,
            "density": 2.07,
            "meltingPoint": 388.36,
            "boilingPoint": 717.87,
            "group": 16,
            "period": 3,
            "block": 2
        },
        {
            "atomicNumber": 17,
            "name": "chlorine",
            "symbol": "Cl",
            "description": "The second-lightest of the halogens, it appears between fluorine and bromine in the periodic table and its properties are mostly intermediate between them. Chlorine is a yellow-green gas at room temperature. It is an extremely reactive element and a strong oxidising agent: among the elements, it has the highest electron affinity and the third-highest electronegativity on the revised Pauling scale, behind only oxygen and fluorine.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 32.06,
            "density": 2.07,
            "meltingPoint": 388.36,
            "boilingPoint": 717.87,
            "group": 17,
            "period": 3,
            "block": 2
        },
        {
            "atomicNumber": 18,
            "name": "argon",
            "symbol": "Ar",
            "description": "Argon is the third-most abundant gas in the Earth's atmosphere, at 0.934% (9340 ppmv). It is more than twice as abundant as water vapor (which averages about 4000 ppmv, but varies greatly), 23 times as abundant as carbon dioxide (400 ppmv), and more than 500 times as abundant as neon (18 ppmv).",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 39.95,
            "density": 0.001784,
            "meltingPoint": 83.80,
            "boilingPoint": 87.30,
            "group": 18,
            "period": 3,
            "block": 2
        },
        {
            "atomicNumber": 19,
            "name": "potassium",
            "symbol": "K",
            "description": "Potassium is a silvery-white metal that is soft enough to be cut with a knife with little force. Potassium metal reacts rapidly with atmospheric oxygen to form flaky white potassium peroxide in only seconds of exposure.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 39.098,
            "density": 0.89,
            "meltingPoint": 336.53,
            "boilingPoint": 1032,
            "group": 1,
            "period": 4,
            "block": 1
        },
        {
            "atomicNumber": 20,
            "name": "calcium",
            "symbol": "Ca",
            "description": "As an alkaline earth metal, calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air. Its physical and chemical properties are most similar to its heavier homologues strontium and barium. It is the fifth most abundant element in Earth's crust, and the third most abundant metal, after iron and aluminium.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 40.078,
            "density": 1.55,
            "meltingPoint": 1115,
            "boilingPoint": 1757,
            "group": 2,
            "period": 4,
            "block": 1
        },
        {
            "atomicNumber": 21,
            "name": "scandium",
            "symbol": "Sc",
            "description": "A silvery-white metallic d-block element, it has historically been classified as a rare-earth element, together with yttrium and the lanthanides.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 44.956,
            "density": 2.985,
            "meltingPoint": 1814,
            "boilingPoint": 3109,
            "group": 3,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 22,
            "name": "titanium",
            "symbol": "Ti",
            "description": "Found in nature only as an oxide, it can be reduced to produce a lustrous transition metal with a silver color, low density, and high strength, resistant to corrosion in sea water, aqua regia, and chlorine.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 47.867,
            "density": 4.506,
            "meltingPoint": 1941,
            "boilingPoint": 3560,
            "group": 4,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 23,
            "name": "vanadium",
            "symbol": "V",
            "description": "A hard, silvery-grey, malleable transition metal. The elemental metal is rarely found in nature, but once isolated artificially, the formation of an oxide layer (passivation) somewhat stabilizes the free metal against further oxidation.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 50.942,
            "density": 6.11,
            "meltingPoint": 2183,
            "boilingPoint": 3680,
            "group": 5,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 24,
            "name": "chromium",
            "symbol": "Cr",
            "description": "Chromium metal is valued for its high corrosion resistance and hardness. A major development in steel production was the discovery that steel could be made highly resistant to corrosion and discoloration by adding metallic chromium to form stainless steel.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 51.996,
            "density": 7.15,
            "meltingPoint": 2180,
            "boilingPoint": 2944,
            "group": 6,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 25,
            "name": "manganese",
            "symbol": "Mn",
            "description": "Manganese is a transition metal with a multifaceted array of industrial alloy uses, particularly in stainless steels. It improves strength, workability, and resistance to wear. Manganese oxide is used as an oxidising agent; as a rubber additive; and in glass making, fertilisers, and ceramics. Manganese sulfate can be used as a fungicide.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 54.938,
            "density": 7.21,
            "meltingPoint": 1519,
            "boilingPoint": 2334,
            "group": 7,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 26,
            "name": "iron",
            "symbol": "Fe",
            "description": "It is a metal that belongs to the first transition series and group 8 of the periodic table. It is, by mass, the most common element on Earth, right in front of oxygen (32.1% and 30.1%, respectively), forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust. In its metallic state, iron is rare in the Earth's crust, limited mainly to deposition by meteorites.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 55.845,
            "density": 7.874,
            "meltingPoint": 1811,
            "boilingPoint": 3134,
            "group": 8,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 27,
            "name": "cobalt",
            "symbol": "Co",
            "description": "Cobalt is found in the Earth's crust only in a chemically combined form, save for small deposits found in alloys of natural meteoric iron. The free element, produced by reductive smelting, is a hard, lustrous, silver-gray metal. ",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 58.933,
            "density": 8.90,
            "meltingPoint": 1768,
            "boilingPoint": 3200,
            "group": 9,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 28,
            "name": "nickel",
            "symbol": "Ni",
            "description": "A silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion (passivation).",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 58.693,
            "density": 8.908,
            "meltingPoint": 1728,
            "boilingPoint": 3186,
            "group": 10,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 29,
            "name": "copper",
            "symbol": "Cu",
            "description": "A soft, malleable, and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 63.546,
            "density": 8.96,
            "meltingPoint": 1357.77,
            "boilingPoint": 2835,
            "group": 11,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 30,
            "name": "zinc",
            "symbol": "Zn",
            "description": "Zinc is a slightly brittle metal at room temperature and has a silvery-greyish appearance when oxidation is removed.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 65.38,
            "density": 7.14,
            "meltingPoint": 692.88,
            "boilingPoint": 1180,
            "group": 12,
            "period": 4,
            "block": 3
        },
        {
            "atomicNumber": 31,
            "name": "gallium",
            "symbol": "Ga",
            "description": "Elemental gallium is a soft, silvery metal in standard temperature and pressure. In its liquid state, it becomes silvery white. If too much force is applied, the gallium may fracture conchoidally.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 69.723,
            "density": 5.91,
            "meltingPoint": 302.9146,
            "boilingPoint": 2673,
            "group": 13,
            "period": 4,
            "block": 2
        },
        {
            "atomicNumber": 32,
            "name": "germanium",
            "symbol": "Ge",
            "description": "It is a lustrous, hard-brittle, grayish-white metalloid in the carbon group, chemically similar to its group neighbors silicon and tin. Pure germanium is a semiconductor with an appearance similar to elemental silicon. Like silicon, germanium naturally reacts and forms complexes with oxygen in nature.",
            "classification": 1,
            "isRadioactive": false,
            "atomicMass": 72.630,
            "density": 5.323,
            "meltingPoint": 1211.40,
            "boilingPoint": 3106,
            "group": 14,
            "period": 4,
            "block": 2
        },
        {
            "atomicNumber": 33,
            "name": "arsenic",
            "symbol": "As",
            "description": "Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal. Arsenic is a metalloid. It has various allotropes, but only the gray form, which has a metallic appearance, is important to industry.",
            "classification": 1,
            "isRadioactive": false,
            "atomicMass": 74.922,
            "density": 5.727,
            "meltingPoint": 1090,
            "boilingPoint": 887,
            "group": 15,
            "period": 4,
            "block": 2
        },
        {
            "atomicNumber": 34,
            "name": "selenium",
            "symbol": "Se",
            "description": "A nonmetal (more rarely considered a metalloid) with properties that are intermediate between the elements above and below in the periodic table, sulfur and tellurium, and also has similarities to arsenic. It seldom occurs in its elemental state or as pure ore compounds in the Earth's crust.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 78.971,
            "density": 4.81,
            "meltingPoint": 453,
            "boilingPoint": 958,
            "group": 16,
            "period": 4,
            "block": 2
        },
        {
            "atomicNumber": 35,
            "name": "bromine",
            "symbol": "Br",
            "description": "The third-lightest halogen and is a volatile red-brown liquid at room temperature that evaporates readily to form a similarly colored vapour. Its properties are intermediate between those of chlorine and iodine.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 79.904,
            "density": 3.1028,
            "meltingPoint": 265.8,
            "boilingPoint": 332.0,
            "group": 17,
            "period": 4,
            "block": 2
        },
        {
            "atomicNumber": 36,
            "name": "krypton",
            "symbol": "Kr",
            "description": "A colorless, odourless, tasteless noble gas that occurs in trace amounts in the atmosphere and is often used with other rare gases in fluorescent lamps. With rare exceptions, krypton is chemically inert.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 83.798,
            "density": 0.003749,
            "meltingPoint": 115.79,
            "boilingPoint": 119.93,
            "group": 18,
            "period": 4,
            "block": 2
        },
        {
            "atomicNumber": 37,
            "name": "rubidium",
            "symbol": "Rb",
            "description": "Rubidium is a rare, very soft, whitish-grey metal in the alkali metal group. Rubidium metal shares similarities to potassium metal and caesium metal in physical appearance, softness and conductivity. Rubidium cannot be stored under atmospheric oxygen, as a highly exothermic reaction will ensue, sometimes even resulting in the metal catching fire.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 85.468,
            "density": 1.532,
            "meltingPoint": 312.46,
            "boilingPoint": 961,
            "group": 1,
            "period": 5,
            "block": 1
        },
        {
            "atomicNumber": 38,
            "name": "strontium",
            "symbol": "Sr",
            "description": "An alkaline earth metal, strontium is a soft silver-white yellowish metallic element that is highly chemically reactive. The metal forms a dark oxide layer when it is exposed to air. Strontium has physical and chemical properties similar to those of its two vertical neighbors in the periodic table, calcium and barium. It occurs naturally mainly in the minerals celestine and strontianite, and is mostly mined from these.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 87.62,
            "density": 2.64,
            "meltingPoint": 1050,
            "boilingPoint": 1655,
            "group": 2,
            "period": 5,
            "block": 1
        },
        {
            "atomicNumber": 39,
            "name": "yttrium",
            "symbol": "Y",
            "description": "A silvery-metallic transition metal chemically similar to the lanthanides and has often been classified as a 'rare-earth element'. Yttrium is almost always found in combination with lanthanide elements in rare-earth minerals, and is never found in nature as a free element.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 88.906,
            "density": 4.472,
            "meltingPoint": 1799,
            "boilingPoint": 3609,
            "group": 3,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 40,
            "name": "zirconium",
            "symbol": "Zr",
            "description": "A lustrous, grey-white, strong transition metal that closely resembles hafnium and, to a lesser extent, titanium. Zirconium is mainly used as a refractory and opacifier, although small amounts are used as an alloying agent for its strong resistance to corrosion.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 91.224,
            "density": 6.52,
            "meltingPoint": 2128,
            "boilingPoint": 4682,
            "group": 4,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 41,
            "name": "niobium",
            "symbol": "Nb",
            "description": "Niobium is a light grey, crystalline, and ductile transition metal. Pure niobium has a Mohs hardness rating similar to pure titanium, and it has similar ductility to iron. Niobium oxidizes in Earth's atmosphere very slowly, hence its application in jewelry as a hypoallergenic alternative to nickel.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 92.906,
            "density": 8.57,
            "meltingPoint": 2750,
            "boilingPoint": 5017,
            "group": 5,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 42,
            "name": "molybdenum",
            "symbol": "Mo",
            "description": "Molybdenum does not occur naturally as a free metal on Earth; it is found only in various oxidation states in minerals. The free element, a silvery metal with a grey cast, has the sixth-highest melting point of any element.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 95.95,
            "density": 10.28,
            "meltingPoint": 2896,
            "boilingPoint": 4912,
            "group": 6,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 43,
            "name": "technetium",
            "symbol": "Tc",
            "description": "Naturally occurring technetium is a spontaneous fission product in uranium ore and thorium ore, the most common source, or the product of neutron capture in molybdenum ores. This silvery gray, crystalline transition metal lies between manganese and rhenium in group 7 of the periodic table, and its chemical properties are intermediate between those of both adjacent elements.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 97,
            "density": 11 	,
            "meltingPoint": 2430,
            "boilingPoint": 4538,
            "group": 7,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 44,
            "name": "ruthenium",
            "symbol": "Ru",
            "description": "A rare transition metal belonging to the platinum group of the periodic table. Like the other metals of the platinum group, ruthenium is inert to most other chemicals.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 101.07,
            "density": 12.45,
            "meltingPoint": 2607,
            "boilingPoint": 4423,
            "group": 8,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 45,
            "name": "rhodium",
            "symbol": "Rh",
            "description": "A very rare, silvery-white, hard, corrosion-resistant, and chemically inert transition metal. It is a noble metal and a member of the platinum group.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 102.91,
            "density": 12.41,
            "meltingPoint": 2237,
            "boilingPoint": 3968,
            "group": 9,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 46,
            "name": "palladium",
            "symbol": "Pd",
            "description": "A rare and lustrous silvery-white metal discovered in 1803 by the English chemist William Hyde Wollaston.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 106.42,
            "density": 12.023,
            "meltingPoint": 1828.05,
            "boilingPoint": 3236,
            "group": 10,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 47,
            "name": "silver",
            "symbol": "Ag",
            "description": "A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 107.87,
            "density": 10.49,
            "meltingPoint": 1234.93,
            "boilingPoint": 2435,
            "group": 11,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 48,
            "name": "cadmium",
            "symbol": "Cd",
            "description": "This soft, silvery-white metal is chemically similar to the two other stable metals in group 12, zinc and mercury. Like zinc, it demonstrates oxidation state +2 in most of its compounds, and like mercury, it has a lower melting point than the transition metals in groups 3 through 11.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 112.41,
            "density": 8.65,
            "meltingPoint": 594.22,
            "boilingPoint": 1040,
            "group": 12,
            "period": 5,
            "block": 3
        },
        {
            "atomicNumber": 49,
            "name": "indium",
            "symbol": "In",
            "description": "Indium is the softest metal that is not an alkali metal. It is a silvery-white metal that resembles tin in appearance.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 114.82,
            "density": 7.31,
            "meltingPoint": 429.75,
            "boilingPoint": 2345,
            "group": 13,
            "period": 5,
            "block": 2
        },
        {
            "atomicNumber": 50,
            "name": "tin",
            "symbol": "Sn",
            "description": "Tin is a silvery-colored metal that characteristically has a faint yellow hue. Tin is soft enough to be cut with little force and a bar of tin can be bent by hand with little effort.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 118.71,
            "density": 7.265,
            "meltingPoint": 505.08,
            "boilingPoint": 2875,
            "group": 14,
            "period": 5,
            "block": 2
        },
        {
            "atomicNumber": 51,
            "name": "antimony",
            "symbol": "Sb",
            "description": "A lustrous gray metalloid, it is found in nature mainly as the sulfide mineral stibnite.",
            "classification": 1,
            "isRadioactive": false,
            "atomicMass": 121.76,
            "density": 6.697,
            "meltingPoint": 903.78,
            "boilingPoint": 1860,
            "group": 15,
            "period": 5,
            "block": 2
        },
        {
            "atomicNumber": 52,
            "name": "tellurium",
            "symbol": "Te",
            "description": "A brittle, mildly toxic, rare, silver-white metalloid. Tellurium is chemically related to selenium and sulfur, all three of which are chalcogens. It is occasionally found in native form as elemental crystals. Tellurium is far more common in the Universe as a whole than on Earth. Its extreme rarity in the Earth's crust, comparable to that of platinum, is due partly to its formation of a volatile hydride that caused tellurium to be lost to space as a gas during the hot nebular formation of Earth.",
            "classification": 1,
            "isRadioactive": false,
            "atomicMass": 127.60,
            "density": 6.24,
            "meltingPoint": 722.66,
            "boilingPoint": 1261,
            "group": 16,
            "period": 5,
            "block": 2
        },
        {
            "atomicNumber": 53,
            "name": "iodine",
            "symbol": "I",
            "description": "The heaviest of the stable halogens, it exists as a semi-lustrous, non-metallic solid at standard conditions that melts to form a deep violet liquid at 114 degrees Celsius, and boils to a violet gas at 184 degrees Celsius.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 126.90,
            "density": 4.933,
            "meltingPoint": 386.85,
            "boilingPoint": 457.4,
            "group": 17,
            "period": 5,
            "block": 2
        },
        {
            "atomicNumber": 54,
            "name": "xenon",
            "symbol": "Xe",
            "description": "A colorless, dense, odourless noble gas found in Earth's atmosphere in trace amounts. Although generally unreactive, it can undergo a few chemical reactions such as the formation of xenon hexafluoroplatinate, the first noble gas compound to be synthesized.",
            "classification": 0,
            "isRadioactive": false,
            "atomicMass": 131.29,
            "density": 0.005894,
            "meltingPoint": 161.4,
            "boilingPoint": 165.03,
            "group": 18,
            "period": 5,
            "block": 2
        },
        {
            "atomicNumber": 55,
            "name": "caesium",
            "symbol": "Cs",
            "description": "A soft, silvery-golden alkali metal with a melting point of 28.5 °C (83.3 °F), which makes it one of only five elemental metals that are liquid at or near room temperature. Caesium has physical and chemical properties similar to those of rubidium and potassium. The most reactive of all metals, it is pyrophoric and reacts with water.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 132.91,
            "density": 1.93,
            "meltingPoint": 301.59,
            "boilingPoint": 944,
            "group": 1,
            "period": 6,
            "block": 1
        },
        {
            "atomicNumber": 56,
            "name": "barium",
            "symbol": "Ba",
            "description": "A soft, silvery alkaline earth metal. Because of its high chemical reactivity, barium is never found in nature as a free element.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 137.33,
            "density": 3.51,
            "meltingPoint": 1000,
            "boilingPoint": 2170,
            "group": 2,
            "period": 6,
            "block": 1
        },
        {
            "atomicNumber": 57,
            "name": "lanthanum ",
            "symbol": "La",
            "description": "A soft, ductile, silvery-white metal that tarnishes slowly when exposed to air.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 138.91,
            "density": 6.162,
            "meltingPoint": 1193,
            "boilingPoint": 3737,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 58,
            "name": "cerium ",
            "symbol": "Ce",
            "description": "A soft, ductile, and silvery-white metal that tarnishes when exposed to air.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 140.12,
            "density": 6.770,
            "meltingPoint": 1068,
            "boilingPoint": 3716,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 59,
            "name": "praseodymium",
            "symbol": "Pr",
            "description": "One of the rare-earth metals. It is a soft, silvery, malleable and ductile metal, valued for its magnetic, electrical, chemical, and optical properties. It is too reactive to be found in native form, and pure praseodymium metal slowly develops a green oxide coating when exposed to air.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 140.91,
            "density": 6.77,
            "meltingPoint": 1208,
            "boilingPoint": 3793,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 60,
            "name": "neodymium",
            "symbol": "Nd",
            "description": "One of the rare-earth metals. It is a hard, slightly malleable, silvery metal that quickly tarnishes in air and moisture. When oxidized, neodymium reacts quickly to produce pink, purple/blue and yellow compounds.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 144.24,
            "density": 7.01,
            "meltingPoint": 1297,
            "boilingPoint": 3347,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 61,
            "name": "promethium",
            "symbol": "Pm",
            "description": "All of Promethium's isotopes are radioactive. It is extremely rare, with only about 500-600 grams naturally occurring in Earth's crust at any given time.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 145,
            "density": 7.26,
            "meltingPoint": 1315,
            "boilingPoint": 3273,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 62,
            "name": "samarium",
            "symbol": "Sm",
            "description": "A moderately hard silvery metal that slowly oxidizes in air.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 150.36,
            "density": 7.52,
            "meltingPoint": 1345,
            "boilingPoint": 2067,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 63,
            "name": "europium",
            "symbol": "Eu",
            "description": "Europium is the most reactive lanthanide by far, having to be stored under an inert fluid to protect it from atmospheric oxygen or moisture. Europium is also the softest lanthanide, as it can be dented with a fingernail and easily cut with a knife. When oxidation is removed a shiny-white metal is visible.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 151.96,
            "density": 5.244,
            "meltingPoint": 1099,
            "boilingPoint": 1802,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 64,
            "name": "gadolinium",
            "symbol": "Gd",
            "description": "Gadolinium is a silvery-white metal when oxidation is removed. It is only slightly malleable and is a ductile rare-earth element. Gadolinium reacts with atmospheric oxygen or moisture slowly to form a black coating.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 157.25,
            "density": 7.90,
            "meltingPoint": 1585,
            "boilingPoint": 3546,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 65,
            "name": "terbium",
            "symbol": "Tb",
            "description": "A silvery-white, rare earth metal that is malleable, and ductile. The ninth member of the lanthanide series, terbium is a fairly electropositive metal that reacts with water, evolving hydrogen gas. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, monazite, xenotime and euxenite.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 158.93,
            "density": 8.23,
            "meltingPoint": 1629,
            "boilingPoint": 3503,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 66,
            "name": "dysprosium",
            "symbol": "Dy",
            "description": "A rare-earth element in the lanthanide series with a metallic silver luster. Dysprosium is never found in nature as a free element, though, like other lanthanides, it is found in various minerals, such as xenotime.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 162.50,
            "density": 8.540,
            "meltingPoint": 1680,
            "boilingPoint": 2840,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 67,
            "name": "holmium",
            "symbol": "Ho",
            "description": "A rare-earth element and the eleventh member of the lanthanide series. It is a relatively soft, silvery, fairly corrosion-resistant and malleable metal. Like a lot of other lanthanides, holmium is too reactive to be found in native form, as pure holmium slowly forms a yellowish oxide coating when exposed to air. When isolated, holmium is relatively stable in dry air at room temperature. However, it reacts with water and corrodes readily, and also burns in air when heated.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 164.93,
            "density": 8.79,
            "meltingPoint": 1734,
            "boilingPoint": 2993,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 68,
            "name": "erbium",
            "symbol": "Er",
            "description": "A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 167.26,
            "density": 9.066,
            "meltingPoint": 1802,
            "boilingPoint": 3141,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 69,
            "name": "thulium",
            "symbol": "Tm",
            "description": "Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds; however, the +2 oxidation state can also be stable. In aqueous solution, like compounds of other late lanthanides, soluble thulium compounds form coordination complexes with nine water molecules. ",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 168.93,
            "density": 9.32,
            "meltingPoint": 1818,
            "boilingPoint": 2223,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 70,
            "name": "ytterbium",
            "symbol": "Yb",
            "description": "It is the fourteenth and penultimate element in the lanthanide series, which is the basis of the relative stability of its +2 oxidation state. However, like the other lanthanides, its most common oxidation state is +3, as in its oxide, halides, and other compounds. In aqueous solution, like compounds of other late lanthanides, soluble ytterbium compounds form complexes with nine water molecules. Because of its closed-shell electron configuration, its density and melting and boiling points differ significantly from those of most other lanthanides.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 173.05,
            "density": 6.90,
            "meltingPoint": 1097,
            "boilingPoint": 1469,
            "group": null,
            "period": 6,
            "block": 4
        },
        {
            "atomicNumber": 71,
            "name": "lutetium",
            "symbol": "Lu",
            "description": "A silvery white metal, which resists corrosion in dry air, but not in moist air. Lutetium is the last element in the lanthanide series, and it is traditionally counted among the rare earths. Lutetium is generally considered the first element of the 6th-period transition metals by those who study the matter, although there has been some dispute on this point.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 174.97,
            "density": 9.841,
            "meltingPoint": 1925,
            "boilingPoint": 3675,
            "group": 3,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 72,
            "name": "hafnium",
            "symbol": "Hf",
            "description": "A lustrous, silvery gray, tetravalent transition metal, hafnium chemically resembles zirconium and is found in many zirconium minerals.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 178.49,
            "density": 13.31,
            "meltingPoint": 2506,
            "boilingPoint": 4876,
            "group": 4,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 73,
            "name": "tantalum",
            "symbol": "Ta",
            "description": "Tantalum is a rare, hard, blue-gray, lustrous transition metal that is highly corrosion-resistant. It is part of the refractory metals group, which are widely used as minor components in alloys.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 180.95,
            "density": 16.69,
            "meltingPoint": 3290,
            "boilingPoint": 5731,
            "group": 5,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 74,
            "name": "tungsten",
            "symbol": "W",
            "description": "Tungsten is a rare metal found naturally on Earth almost exclusively as compounds with other elements. The free element is remarkable for its robustness, especially the fact that it has the highest melting point of all known elements barring carbon.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 183.84,
            "density": 19.25,
            "meltingPoint": 3695,
            "boilingPoint": 5828,
            "group": 6,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 75,
            "name": "rhenium",
            "symbol": "Re",
            "description": "A silvery-gray, heavy, third-row transition metal in group 7 of the periodic table. With an estimated average concentration of 1 part per billion (ppb), rhenium is one of the rarest elements in the Earth's crust.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 186.21,
            "density": 21.02,
            "meltingPoint": 3459,
            "boilingPoint": 5869,
            "group": 7,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 76,
            "name": "osmium",
            "symbol": "Os",
            "description": "A hard, brittle, bluish-white transition metal in the platinum group that is found as a trace element in alloys, mostly in platinum ores.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 190.23,
            "density": 22.59,
            "meltingPoint": 3306,
            "boilingPoint": 5285,
            "group": 8,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 77,
            "name": "iridium",
            "symbol": "Ir",
            "description": "A very hard, brittle, silvery-white transition metal of the platinum group, it is considered the second-densest naturally occurring metal (after osmium) with a density of 22.56 g/cm3 (0.815 lb/cu in) as defined by experimental X-ray crystallography.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 192.22,
            "density": 22.56,
            "meltingPoint": 2719,
            "boilingPoint": 4701,
            "group": 9,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 78,
            "name": "platinum",
            "symbol": "Pt",
            "description": "A dense, malleable, ductile, highly unreactive, precious, silverish-white transition metal.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 195.08,
            "density": 21.45,
            "meltingPoint": 2041.4,
            "boilingPoint": 4098,
            "group": 10,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 79,
            "name": "gold",
            "symbol": "Au",
            "description": "One of the higher atomic number elements that occur naturally. It is a bright, slightly orange-yellow, dense, soft, malleable, and ductile metal in a pure form. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, veins, and alluvial deposits.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 196.97,
            "density": 19.3,
            "meltingPoint": 1337.33,
            "boilingPoint": 3129,
            "group": 11,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 80,
            "name": "mercury",
            "symbol": "Hg",
            "description": "It is commonly known as quicksilver. A heavy, silvery d-block element, mercury is the only metallic element that is known to be liquid at standard conditions for temperature and pressure; the only other element that is liquid under these conditions is the halogen bromine, though metals such as caesium, gallium, and rubidium melt just above room temperature.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 200.59,
            "density": 13.534,
            "meltingPoint": 234.43,
            "boilingPoint": 629.88,
            "group": 12,
            "period": 6,
            "block": 3
        },
        {
            "atomicNumber": 81,
            "name": "thallium",
            "symbol": "Tl",
            "description": "A gray post-transition metal that is not found free in nature. When isolated, thallium resembles tin, but discolors when exposed to air.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 204.38,
            "density": 11.85,
            "meltingPoint": 577,
            "boilingPoint": 1746,
            "group": 13,
            "period": 6,
            "block": 2
        },
        {
            "atomicNumber": 82,
            "name": "lead",
            "symbol": "Pb",
            "description": "A heavy metal that is denser than most common materials. Lead is soft and malleable, and also has a relatively low melting point. When freshly cut, lead is silvery with a hint of blue; it tarnishes to a dull gray color when exposed to air. Lead has the highest atomic number of any stable element and three of its isotopes are endpoints of major nuclear decay chains of heavier elements.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 207.2,
            "density": 11.34,
            "meltingPoint": 600.61,
            "boilingPoint": 2022,
            "group": 14,
            "period": 6,
            "block": 2
        },
        {
            "atomicNumber": 83,
            "name": "bismuth",
            "symbol": "Bi",
            "description": "A post-transition metal, radioactive, and one of the pnictogens with chemical properties resembling its lighter group 15 siblings arsenic and antimony. Elemental bismuth may occur naturally, and its sulfide and oxide forms are important commercial ores. The free element is 86% as dense as lead. It is a brittle metal with a silvery-white color when freshly produced, but surface oxidation can give it an iridescent tinge in numerous colors. Bismuth is the most naturally diamagnetic element and has one of the lowest values of thermal conductivity among metals.",
            "classification": 2,
            "isRadioactive": false,
            "atomicMass": 208.98,
            "density": 9.78,
            "meltingPoint": 544.7,
            "boilingPoint": 1837,
            "group": 15,
            "period": 6,
            "block": 2
        },
        {
            "atomicNumber": 84,
            "name": "polonium",
            "symbol": "Po",
            "description": "A rare and highly radioactive metal with no stable isotopes, polonium is chemically similar to selenium and tellurium, though its metallic character resembles that of its horizontal neighbors in the periodic table: thallium, lead, and bismuth. Due to the short half-life of all its isotopes, its natural occurrence is limited to tiny traces of the fleeting polonium-210 (with a half-life of 138 days) in uranium ores, as it is the penultimate daughter of natural uranium-238.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 209,
            "density": 9.196,
            "meltingPoint": 527,
            "boilingPoint": 1235,
            "group": 16,
            "period": 6,
            "block": 2
        },
        {
            "atomicNumber": 85,
            "name": "astatine",
            "symbol": "At",
            "description": "The rarest naturally occurring element in the Earth's crust, occurring only as the decay product of various heavier elements. All of astatine's isotopes are short-lived; the most stable is astatine-210, with a half-life of 8.1 hours. A sample of the pure element has never been assembled, because any macroscopic specimen would be immediately vaporized by the heat of its own radioactivity.",
            "classification": 0,
            "isRadioactive": true,
            "atomicMass": 210,
            "density": 7,
            "meltingPoint": 575,
            "boilingPoint": 610,
            "group": 17,
            "period": 6,
            "block": 2
        },
        {
            "atomicNumber": 86,
            "name": "radon",
            "symbol": "Rn",
            "description": "A radioactive, coulorless, odourless, tasteless noble gas. It occurs naturally in minute quantities as an intermediate step in the normal radioactive decay chains through which thorium and uranium slowly decay into lead and various other short-lived radioactive elements. Radon itself is the immediate decay product of radium.",
            "classification": 0,
            "isRadioactive": true,
            "atomicMass": 222,
            "density": 0.00973,
            "meltingPoint": 202,
            "boilingPoint": 211.3,
            "group": 18,
            "period": 6,
            "block": 2
        },
        {
            "atomicNumber": 87,
            "name": "francium",
            "symbol": "Fr",
            "description": "Extremely radioactive; its most stable isotope, francium-223 (originally called actinium K after the natural decay chain it appears in), has a half-life of only 22 minutes.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 223,
            "density": 2.48,
            "meltingPoint": 281,
            "boilingPoint": 890,
            "group": 1,
            "period": 7,
            "block": 1
        },
        {
            "atomicNumber": 88,
            "name": "radium",
            "symbol": "Ra",
            "description": "Pure radium is silvery-white, but it readily reacts with nitrogen (rather than oxygen) on exposure to air, forming a black surface layer of radium nitride (Ra3N2). All isotopes of radium are highly radioactive, with the most stable isotope being radium-226, which has a half-life of 1600 years and decays into radon gas (specifically the isotope radon-222). When radium decays, ionizing radiation is a by-product, which can excite fluorescent chemicals and cause radioluminescence.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 226,
            "density": 5.5,
            "meltingPoint": 973,
            "boilingPoint": 2010,
            "group": 2,
            "period": 7,
            "block": 1
        },
        {
            "atomicNumber": 89,
            "name": "actinium",
            "symbol": "Ra",
            "description": "A soft, silvery-white radioactive metal, actinium reacts rapidly with oxygen and moisture in air forming a white coating of actinium oxide that prevents further oxidation.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 227,
            "density": 10 ,
            "meltingPoint": 1323,
            "boilingPoint": 3471,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 90,
            "name": "thorium",
            "symbol": "Th",
            "description": "A weakly radioactive metallic chemical element. It is silvery and tarnishes black when it is exposed to air, forming thorium dioxide; it is moderately soft and malleable and has a high melting point.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 232.04,
            "density": 11.7,
            "meltingPoint": 2115,
            "boilingPoint": 5061,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 91,
            "name": "protactinium",
            "symbol": "Pa",
            "description": "A dense, silvery-gray actinide metal which readily reacts with oxygen, water vapor and inorganic acids.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 231.04,
            "density": 15.37,
            "meltingPoint": 1841,
            "boilingPoint": 4300,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 92,
            "name": "uranium",
            "symbol": "U",
            "description": "A silvery-grey metal in the actinide series of the periodic table. A uranium atom has 92 protons and 92 electrons, of which 6 are valence electrons. Uranium is weakly radioactive because all isotopes of uranium are unstable; the half-lives of its naturally occurring isotopes range between 159,200 years and 4.5 billion years.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 238.03,
            "density": 19.1,
            "meltingPoint": 1405.3,
            "boilingPoint": 4404,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 93,
            "name": "neptunium",
            "symbol": "Np",
            "description": "A radioactive actinide metal, neptunium is the first transuranic element. Its position in the periodic table just after uranium, named after the planet Uranus, led to it being named after Neptune, the next planet beyond Uranus.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 237,
            "density": 20.45,
            "meltingPoint": 917,
            "boilingPoint": 4273,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 94,
            "name": "plutonium",
            "symbol": "Pu",
            "description": "It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen. When exposed to moist air, it forms oxides and hydrides that can expand the sample up to 70% in volume, which in turn flake off as a powder that is pyrophoric. It is radioactive and can accumulate in bones, which makes the handling of plutonium dangerous.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 244,
            "density": 19.85,
            "meltingPoint": 912.5,
            "boilingPoint": 3501,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 95,
            "name": "americium",
            "symbol": "Am",
            "description": "A relatively soft radioactive metal with silvery appearance.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 243,
            "density": 12,
            "meltingPoint": 1449,
            "boilingPoint": 2880,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 96,
            "name": "curium",
            "symbol": "Cm",
            "description": "Curium is a hard, dense, silvery metal with a relatively high melting point and boiling point for an actinide. Whereas it is paramagnetic at ambient conditions, it becomes antiferromagnetic upon cooling, and other magnetic transitions are also observed for many curium compounds.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 247,
            "density": 13.51,
            "meltingPoint": 1613,
            "boilingPoint": 3383,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 97,
            "name": "berkelium",
            "symbol": "Bk",
            "description": "Berkelium is a soft, silvery-white, radioactive metal. The berkelium-249 isotope emits low-energy electrons and thus is relatively safe to handle. It decays with a half-life of 330 days to californium-249, which is a strong emitter of ionizing alpha particles.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 247,
            "density": 14.78,
            "meltingPoint": 1259,
            "boilingPoint": 2900,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 98,
            "name": "californium",
            "symbol": "Cf",
            "description": "Two crystalline forms exist for californium under normal pressure: one above and one below 900 °C. A third form exists at high pressure. Californium slowly tarnishes in air at room temperature.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 251,
            "density": 15.1,
            "meltingPoint": 1173,
            "boilingPoint": 1743,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 99,
            "name": "einsteinium",
            "symbol": "Es",
            "description": "Einsteinium is a soft, silvery, paramagnetic metal. Its chemistry is typical of the late actinides, with a preponderance of the +3 oxidation state; the +2 oxidation state is also accessible, especially in solids. The high radioactivity of einsteinium-253 produces a visible glow and rapidly damages its crystalline metal lattice, with released heat of about 1000 watts per gram.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 252,
            "density": 8.84,
            "meltingPoint": 1133,
            "boilingPoint": 1269,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 100,
            "name": "fermium",
            "symbol": "Fm",
            "description": "It is an actinide and the heaviest element that can be formed by neutron bombardment of lighter elements, and hence the last element that can be prepared in macroscopic quantities, although pure fermium metal has not yet been prepared.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 257,
            "density": 9.7,
            "meltingPoint": 1800,
            "boilingPoint": null,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 101,
            "name": "mendelevium",
            "symbol": "Md",
            "description": "A metallic radioactive transuranium element in the actinide series, it is the first element by atomic number that currently cannot be produced in macroscopic quantities through neutron bombardment of lighter elements.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 258,
            "density": 10.3,
            "meltingPoint": 1100,
            "boilingPoint": null,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 102,
            "name": "nobelium",
            "symbol": "No",
            "description": "A radioactive metal, it is the tenth transuranic element and is the penultimate member of the actinide series. Like all elements with atomic number over 100, nobelium can only be produced in particle accelerators by bombarding lighter elements with charged particles.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 259,
            "density": 9.9,
            "meltingPoint": 1100,
            "boilingPoint": null,
            "group": null,
            "period": 7,
            "block": 4
        },
        {
            "atomicNumber": 103,
            "name": "lawrencium",
            "symbol": "Lr",
            "description": "A radioactive metal, lawrencium is the eleventh transuranic element and is also the final member of the actinide series. Like all elements with atomic number over 100, lawrencium can only be produced in particle accelerators by bombarding lighter elements with charged particles.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 266,
            "density": 14.4,
            "meltingPoint": 1900,
            "boilingPoint": null,
            "group": 3,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 104,
            "name": "rutherfordium",
            "symbol": "Rf",
            "description": "Rutherfordium, as a synthetic element, it is not found in nature and can only be created in a laboratory. It is radioactive; the most stable known isotope, 267Rf, has a half-life of approximately 1.3 hours.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 267,
            "density": 17,
            "meltingPoint": 2400,
            "boilingPoint": 5800,
            "group": 4,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 105,
            "name": "dubnium",
            "symbol": "Db",
            "description": "Highly radioactive: the most stable known isotope, dubnium-268, has a half-life of about 28 hours. This greatly limits extended research on the element. Dubnium does not occur naturally on Earth and is produced artificially.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 268,
            "density": 21.6,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 5,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 106,
            "name": "seaborgium",
            "symbol": "Sg",
            "description": "Seaborgium, as a synthetic element, it can be created in a laboratory but is not found in nature. It is also radioactive; the most stable known isotope, 269Sg, has a half-life of approximately 14 minutes.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 269,
            "density": 23.5,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 6,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 107,
            "name": "bohrium",
            "symbol": "Bh",
            "description": "Bohrium, as a synthetic element, it can be created in a laboratory but is not found in nature. All known isotopes of bohrium are highly radioactive; the most stable known isotope is 270Bh with a half-life of approximately 61 seconds, though the unconfirmed Bh may have a longer half-life of about 690 seconds.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 270,
            "density": 26.5,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 7,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 108,
            "name": "hassium",
            "symbol": "Hs",
            "description": "Hassium is a superheavy element; it has been produced in a laboratory only in very small quantities by fusing heavy nuclei with lighter ones. Natural occurrences of the element have been hypothesised but never found.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 269,
            "density": 28,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 8,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 109,
            "name": "meitnerium",
            "symbol": "Mt",
            "description": "An extremely radioactive synthetic element (an element not found in nature, but can be created in a laboratory). The most stable known isotope, meitnerium-278, has a half-life of 4.5 seconds, although the unconfirmed meitnerium-282 may have a longer half-life of 67 seconds.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 278,
            "density": 27.5,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 9,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 110,
            "name": "darmstadtium",
            "symbol": "Ds",
            "description": "An extremely radioactive synthetic element. The most stable known isotope, darmstadtium-281, has a half-life of approximately 12.7 seconds.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 281,
            "density": 26.5,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 10,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 111,
            "name": "roentgenium",
            "symbol": "Rg",
            "description": "An extremely radioactive synthetic element that can be created in a laboratory but is not found in nature. The most stable known isotope, roentgenium-282, has a half-life of 100 seconds, although the unconfirmed roentgenium-286 may have a longer half-life of about 10.7 minutes.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 282,
            "density": 23,
            "meltingPoint": null,
            "boilingPoint": null,
            "group": 11,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 112,
            "name": "copernicium",
            "symbol": "Cn",
            "description": "Its known isotopes are extremely radioactive, and have only been created in a laboratory. The most stable known isotope, copernicium-285, has a half-life of approximately 28 seconds.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 285,
            "density": 14.0,
            "meltingPoint": 283,
            "boilingPoint": 340,
            "group": 12,
            "period": 7,
            "block": 3
        },
        {
            "atomicNumber": 113,
            "name": "nihonium",
            "symbol": "Nh",
            "description": "Extremely radioactive; its most stable known isotope, nihonium-286, has a half-life of about 10 seconds",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 286,
            "density": 16,
            "meltingPoint": 700,
            "boilingPoint": 1400,
            "group": 13,
            "period": 7,
            "block": 2
        },
        {
            "atomicNumber": 114,
            "name": "flerovium",
            "symbol": "Fl",
            "description": "Superheavy, extremely radioactive synthetic element.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 289,
            "density": 9.928,
            "meltingPoint": 200,
            "boilingPoint": 380,
            "group": 14,
            "period": 7,
            "block": 2
        },
        {
            "atomicNumber": 115,
            "name": "moscovium",
            "symbol": "Mc",
            "description": "Extremely radioactive element: its most stable known isotope, moscovium-290, has a half-life of only 0.65 seconds.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 290,
            "density": 13.5,
            "meltingPoint": 700,
            "boilingPoint": 1400,
            "group": 15,
            "period": 7,
            "block": 2
        },
        {
            "atomicNumber": 116,
            "name": "livermorium",
            "symbol": "Lv",
            "description": "Extremely radioactive element that has only been created in the laboratory and has not been observed in nature.",
            "classification": 2,
            "isRadioactive": true,
            "atomicMass": 293,
            "density": 12.9,
            "meltingPoint": 700,
            "boilingPoint": 1100,
            "group": 16,
            "period": 7,
            "block": 2
        },
        {
            "atomicNumber": 117,
            "name": "tennessine",
            "symbol": "Ts",
            "description": "The second-heaviest known element and the penultimate element of the 7th period of the periodic table.",
            "classification": 0,
            "isRadioactive": true,
            "atomicMass": 294,
            "density": 7.2,
            "meltingPoint": 700,
            "boilingPoint": 883,
            "group": 17,
            "period": 7,
            "block": 2
        },
        {
            "atomicNumber": 118,
            "name": "oganesson",
            "symbol": "Og",
            "description": "Oganesson has the highest atomic number and highest atomic mass of all known elements. The radioactive oganesson atom is very unstable, and since 2005, only five (possibly six) atoms of the isotope oganesson-294 have been detected.",
            "classification": 0,
            "isRadioactive": true,
            "atomicMass": 294,
            "density": 7,
            "meltingPoint": 325,
            "boilingPoint": 450,
            "group": 18,
            "period": 7,
            "block": 2
        }
    ]
}